class text(object):
  START = """{},

𝘐 𝘤𝘢𝘯 𝘤𝘰𝘯𝘷𝘦𝘳𝘵 𝘺𝘰𝘶𝘳 𝘭𝘪𝘯𝘬𝘴 𝘪𝘯𝘵𝘰 𝘴𝘩𝘰𝘳𝘵 𝘭𝘪𝘯𝘬𝘴.

𝘊𝘭𝘪𝘤𝘬 𝘵𝘩𝘦 𝘏𝘦𝘭𝘱 𝘣𝘶𝘵𝘵𝘰𝘯 𝘣𝘦𝘭𝘰𝘸 𝘵𝘰 𝘨𝘦𝘵 𝘮𝘰𝘳𝘦 𝘪𝘯𝘧𝘰.

<blockquote><b>‣ ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ : <a href='https://telegram.me/TechifyBots'>ʀᴀʜᴜʟ</a></b></blockquote>"""

  LOG = """👁️‍🗨️ 𝘜𝘚𝘌𝘙 𝘋𝘌𝘛𝘈𝘐𝘓𝘚

○ 𝘐𝘋 : <code>{}</code>
○ 𝘋𝘊 : {}
○ 𝘍𝘪𝘳𝘴𝘵 𝘕𝘢𝘮𝘦 : {}
○ 𝘜𝘴𝘦𝘳𝘕𝘢𝘮𝘦 : {}

𝘉𝘺 = @{}"""
  
  ABOUT = """<b>‣ ᴍʏ ɴᴀᴍᴇ : <a href='https://youtube.com/@techifybots'>sʜᴏʀᴛʟɪɴᴋ ʙᴏᴛ</a>
‣ ʟɪʙʀᴀʀʏ : <a href='https://docs.pyrogram.org/'>ᴘʏʀᴏɢʀᴀᴍ</a> 
‣ ᴅᴀᴛᴀʙᴀsᴇ : <a href='https://www.mongodb.com/'>ᴍᴏɴɢᴏᴅʙ</a>
‣ ʟᴀɴɢᴜᴀɢᴇ : <a href='https://www.python.org/download/releases/3.0/'>ᴘʏᴛʜᴏɴ 𝟹</a> 
‣ ʙᴏᴛ sᴇʀᴠᴇʀ : <a href='https://www.koyeb.com/'>ᴋᴏʏᴇʙ</a>
‣ ᴄʀᴇᴀᴛᴇᴅ ʙʏ : <a href='https://telegram.me/callownerbot'>ʀᴀʜᴜʟ</a></b>"""
  
  HELP = """<b>🚀 𝘚𝘩𝘰𝘳𝘵𝘭𝘪𝘯𝘬 𝘉𝘰𝘵 𝘎𝘶𝘪𝘥𝘦</b>

𝘌𝘢𝘴𝘪𝘭𝘺 𝘴𝘩𝘰𝘳𝘵𝘦𝘯 𝘢𝘯𝘺 𝘭𝘪𝘯𝘬 𝘶𝘴𝘪𝘯𝘨 𝘤𝘰𝘮𝘮𝘢𝘯𝘥𝘴:

<b>𝘌𝘹𝘢𝘮𝘱𝘭𝘦:</b>
◉ `/tiny https://youtube.com/@techifybots`

<b>🔧 𝘚𝘦𝘵 𝘠𝘰𝘶𝘳 𝘗𝘳𝘦𝘧𝘦𝘳𝘳𝘦𝘥 𝘚𝘩𝘰𝘳𝘵𝘦𝘯𝘦𝘳:</b>  
◉ `/shortlink [site] [api_key]`

<b>📋 𝘊𝘩𝘦𝘤𝘬 𝘊𝘶𝘳𝘳𝘦𝘯𝘵 𝘚𝘦𝘵𝘶𝘱:</b>  
◉ /info

𝘖𝘯𝘤𝘦 𝘴𝘦𝘵, 𝘢𝘭𝘭 𝘭𝘪𝘯𝘬𝘴 𝘺𝘰𝘶 𝘴𝘦𝘯𝘥 𝘸𝘪𝘭𝘭 𝘣𝘦 𝘢𝘶𝘵𝘰-𝘴𝘩𝘰𝘳𝘵𝘦𝘯𝘦𝘥 𝘸𝘪𝘵𝘩 𝘺𝘰𝘶𝘳 𝘤𝘩𝘰𝘴𝘦𝘯 𝘴𝘦𝘳𝘷𝘪𝘤𝘦.
𝘠𝘰𝘶 𝘤𝘢𝘯 𝘶𝘱𝘥𝘢𝘵𝘦 𝘺𝘰𝘶𝘳 𝘴𝘩𝘰𝘳𝘵𝘦𝘯𝘦𝘳 𝘢𝘯𝘺𝘵𝘪𝘮𝘦 𝘶𝘴𝘪𝘯𝘨 𝘵𝘩𝘦 𝘴𝘢𝘮𝘦 𝘤𝘰𝘮𝘮𝘢𝘯𝘥."""
